[
    {
        "id": 1,
        "title": "Gank in Barca",
        "slug": "gank-in-barca",
        "excerpt": "Toen we aankwamen in Barcelona was alles nog een zoektocht. Ook gank zoeken was voor ons de eerste",
        "thumbnail": "/post-assets/gank-in-barca/gank-in-barca1.JPG",
        "body": [
            {
                "type": "title",
                "content": "Gank in Barca"
            },
            {
                "type": "subtitle",
                "content": "First impressions"
            },
            {
                "type": "paragraph",
                "content": "Toen we aankwamen in Barcelona was alles nog een zoektocht. Ook gank zoeken was voor ons de eerste twee dagen een uitdaging. Alle cafeetjes dicht om 1 of soms 12uur zelfs. Spanjaarden hebben duidelijk een ander idee van uitgaan dan wij Belgen."
            },
            {
                "type": "subtitle",
                "content": "Club night"
            },
            {
                "type": "paragraph",
                "content": "Dag drie vonden we eindelijk een club die langer open was dan 1uur. Na een twee bouncers en een lange trap naar beneden kwamen we binnen in een lege zaal. Het was half een en we waren letterlijk de eerste groep. Pas na een uurtje kwamen er andere mensen toe. Iedereen was sjiek gekleed en veel beweging kwam er niet echt in.\n\n Ook een bezoek aan het toilet was een heel avontuur. Er was iemand die je de weg naar de wc toonde. Hij zette de kraan aan voor je handen te wassen. Er was een ruim aanbod aan parfums waaruit je kon kiezen. Echt bizar!"
            },
            {
                "type": "subtitle",
                "content": "To the pub!"
            },
            {
                "type": "paragraph",
                "content": "Op de voorlaatste dag belanden we in de irish pub naast de Sagrada Familia. Ook andere groepen van GDM waren er naar de voetbalwedstrijd gaan kijken. Het was echt een gezellig cafe met een super cool interieur. een live bandje zorgde er voor nog wat extra sfeer. Ook alle terugwandelingen door de straten van barcelona waren super leuk maar wel lastig soms."
            }
        ],
        "gallery": [
            "/post-assets/gank-in-barca/gank-in-barca1.JPG",
            "/post-assets/gank-in-barca/gank-in-barca2.JPG",
            "/post-assets/gank-in-barca/gank-in-barca3.JPG",
            "/post-assets/gank-in-barca/gank-in-barca4.JPG",
            "/post-assets/gank-in-barca/gank-in-barca5.JPG"
        ]
    },
    {
        "id": 2,
        "title": "Mont juic",
        "slug": "mont-juic",
        "excerpt": "De mont Juic is een heuvel vlak aan de kust met een prachtig uitzicht op de stad.",
        "thumbnail": "/post-assets/mont-juic/mont-juic4.JPG",
        "body": [
            {
                "type": "title",
                "content": "Mont juic"
            },
            {
                "type": "subtitle",
                "content": "De klim"
            },
            {
                "type": "paragraph",
                "content": "De mont Juic is een heuvel vlak aan de kust met een prachtig uitzicht op de stad. Je kon de top te voet bereiken of met de bus. Nadat we met de metro aan de voet waren toegekomen begonnen we aan de trappen."
            },
            {
                "type": "subtitle",
                "content": "Tijd voor een pauzetje"
            },
            {
                "type": "paragraph",
                "content": "Ongeveer halverwege passeerden we aan een groot betonnen platform dat op gigantische steunpilaren leunde tegen de wand van mont Juic. Het bleek een zwembad te zijn met ook een duikbad. De perfecte plaats voor een verfrissend drankje. Het teras had een prachtig uitzicht op de skyline van Barcelona. Je kon al onze vorige avonturen zien vanop dit punt."
            },
            {
                "type": "subtitle",
                "content": "De koers"
            },
            {
                "type": "paragraph",
                "content": "Met een chanceke waren we net op het juiste moment klaar om te kijken naar de ronde van catalonie. Ze deden meerdere rondjes op de mont Juic dus we hadden echt een nice view tijdens de rest van onze klim naar de top."
            }
        ],
        "gallery": [
            "/post-assets/mont-juic/mont-juic1.JPG",
            "/post-assets/mont-juic/mont-juic2.JPG",
            "/post-assets/mont-juic/mont-juic3.JPG",
            "/post-assets/mont-juic/mont-juic4.JPG",
            "/post-assets/mont-juic/mont-juic5.JPG"
        ]
    },
    {
        "id": 3,
        "title": "Verjaardagsfeeste",
        "slug": "verjaardagsfeeste",
        "excerpt": "We hadden ook een jarige in de groep waar we natuurlijk ook een feestje voor moesten bouwen. Een vers cupcakeje",
        "thumbnail": "/post-assets/verjaardagsfeeste/verjaardagsfeeste1.JPG",
        "body": [
            {
                "type": "title",
                "content": "Verjaardagsfeeste"
            },
            {
                "type": "subtitle",
                "content": "Een kleine verrassing"
            },
            {
                "type": "paragraph",
                "content": "We hadden ook een jarige in de groep waar we natuurlijk ook een feestje voor moesten bouwen. Een vers cupcakeje met wat kaarsjes als verrassing en een dikke kom ramen om het af te maken. Het restaurant was volledig anime themed voor een van de grootste fans die ik ken. Kortom een top avond."
            },
            {
                "type": "subtitle",
                "content": "Fouten"
            },
            {
                "type": "paragraph",
                "content": "Helaas kon het niet allemaal positief zijn die avond en moesten we een allergische reactie op pindas zien te temmen. Na een beetje medicatie en een goeie nachtrust was alles terug zoals ervoor en konden we er weer invliegen met volle goesting!"
            }
        ],
        "gallery": [
            "/post-assets/verjaardagsfeeste/verjaardagsfeeste1.JPG",
            "/post-assets/verjaardagsfeeste/verjaardagsfeeste2.JPG",
            "/post-assets/verjaardagsfeeste/verjaardagsfeeste3.JPG",
            "/post-assets/verjaardagsfeeste/verjaardagsfeeste4.JPG",
            "/post-assets/verjaardagsfeeste/verjaardagsfeeste5.JPG"
        ]
    }
]
